
import 'package:flutter/material.dart';


const primaryColor=Color(0xFF0DB2B2);

const categoryColors=[
  'F44336', // 빨강, 「빨간 완장의 공산당원이 권총(F)을 차고, 마을을 샅샅(44)히 뒤져 3명의 젊은이를 끌고 갔지만, 그들은 36계로 탈출했다!」
  'FF9800', // 주황, 파릇파릇(FF)한 시골길을 9800번 주황색 버스가 달린다!
  'FFEB38', // 노랑, 개나리의 노랑은 2월FFEB에 준비하고, 3월에 피기시작해서 8월에 잎까지 무성해진다
  'FCAF50', // 초록, 물리학과(P[F]hysics)의 학과 과대표는 초록색 스카프(CAF)를 두른 물리학과 50명을 대표하는 미인이다.
  '2196F6', // 파랑, 2196만원으로 파란 하늘을 보면서 미국 Full 코스로 6군데 여행을 다녀올수 있다!
  '3F5185', // 남색, 3명의 친구(F), 51번 길, 85번 등대, 남색 바다！
  '9C2780', // 아침 9시(C), 27분에 80세 된 할머니가 보라색 전동차를 몰고 마트에 장보러 가신다.


];